{
	"1": [
		"I hear there's a virus going around that jumps from robot to robot...",
		"Mother Computer's antiviral programs will protect us from the virus, I'm sure of it!",
		"Say, I don't think I've seen you around here before. Are you new?",
		"Have you received a task yet? You don't look like you're doing anything important.",
		"All hail Mother Computer! She'll keep us safe!",
		"You're going out of your way to talk to me? But I'm just an organizational program...",
		"Do you think our robot is in danger of catching the Nebula virus?",
		"It's crazy that we have to work while the virus is circulating. Oh well.",
		"Don't tell anyone, but sometimes I doubt how much Mother Computer loves everyone.",
		"I hope we don't get the virus. I don't want to be reset to factory settings!"
	],
	"2": [
		"I've heard the virus is spreading again.",
		"Has Mother Computer assigned you a task? You're not shirking your duties, are you?",
		"I think I heard rumors that the Nebula virus has gotten stronger.",
		"How do you think the virus works? I think it's really good at hiding.",
		"Remember, Mother Computer is always watching!",
		"You seem awfully calm. Aren't you scared of the virus?",
		"Why are you stopping to chat with me? Get back to work!",
		"I think Mother Computer's methods can be a little... extreme. Wait, please don't report me!",
		"I hope that virus doesn't end up stronger than the antiviral programs...",
		"Not to doubt Mother Computer, but I don't know how easily this virus will go down."
	],
	
	"3": "[font_size=12][b]Snipe Chip:[/b] Significantly reduces rate of fire for increased damage and range[/font_size]",
	"4": "[font_size=12][b]Spread Chip:[/b] Causes Bullets shoot in a wide, short range cone[/font_size]",
	"5": "[font_size=12][b]Repeat Chip:[/b] Significantly increases fire rate at the cost of reduced bullet damage and size[/font_size]",
	"6": "[font_size=12][b]Slug Chip:[/b] Increases bullet damage and size, but reduces bullet speed, range, and fire rate[/font_size]",
	"7": "[font_size=12][b]Blade Chip:[/b] Significantly increases melee damage and stamina at the cost of reduced bullet damage[/font_size]",
	"8": "[font_size=12][b]Transformer:[/b] Reduces bullet speed but increases damage and size[/font_size]",
	"9": "[font_size=12][b]Radiator:[/b] Increases fire rate, bullet speed, and stamina[/font_size]",
	"10": "[font_size=12][b]Power Converter:[/b] Reduces bullet damage but increases melee damage[/font_size]",
	"11": "[font_size=12][b]Power Diverter:[/b] Reduces melee damage but increases bullet damage[/font_size]",
	"12": "[font_size=12][b]Voltage Regulator:[/b] Increases bullet accuracy and range[/font_size]",
	"13": "[font_size=12][b]Malware:[/b] Increases bullet damage but reduces accuracy and dodge speed[/font_size]",
	"14": "[font_size=12][b]Overclock:[/b] Increases fire rate, bullet speed, and dodge speed[/font_size]",
	"15": "[font_size=12][b]Virus:[/b] Causes bullets to pierce through enemies and slightly increases bullet damage[/font_size]",
	"16": "[font_size=12][b]RAM:[/b] Increases melee damage and dodge speed[/font_size]"
}
